cases/ansys_verification/VMFL054-R3/case/constant/momentumTransport
FoamFile { version 2.0; format ascii; class dictionary; object momentumTransport; }
simulationType  laminar;
