cases/ansys_verification/VMFL054-R3/case/system/fvSchemes
FoamFile { version 2.0; format ascii; class dictionary; object fvSchemes; }
// 2nd-order steady schemes; laminar Re=400, no limiter, so the Roache triple sees
// a clean asymptotic order. div((nuEff*dev2...)) is the laminar stress term.
ddtSchemes      { default steadyState; }
gradSchemes     { default Gauss linear; }
divSchemes
{
    default         none;
    div(phi,U)      bounded Gauss linear;
    div((nuEff*dev2(T(grad(U))))) Gauss linear;
}
laplacianSchemes { default Gauss linear corrected; }
interpolationSchemes { default linear; }
snGradSchemes   { default corrected; }
