cases/ansys_verification/VMFL054-R3/case/system/fvSolution
FoamFile { version 2.0; format ascii; class dictionary; object fvSolution; }
solvers
{
    p { solver GAMG; smoother GaussSeidel; tolerance 1e-10; relTol 0.01; }
    U { solver smoothSolver; smoother symGaussSeidel; tolerance 1e-11; relTol 0.1; }
}
SIMPLE
{
    nNonOrthogonalCorrectors 0;
    consistent      yes;
    // Closed cavity: no fixed-pressure patch, so pin the pressure level.
    pRefCell        0;
    pRefValue       0;
    residualControl { p 1e-08; U 1e-09; }
}
relaxationFactors { equations { U 0.9; p 0.9; } }
